const challenges = {
    '동요': {
      10: '아기 상어 율동 따라 하기',
      20: '곰 세 마리 부르기',
      30: '동요로 삼행시 짓기',
      40: '동요 주제 표정 따라 하기',
      50: '어릴 적 즐겨 부른 동요 말하기'
    },
    '클래식': {
      10: '클래식 음악에 맞춰 동작 표현하기',
      20: '베토벤 성대모사',
      30: '모차르트 음악 퀴즈',
      40: '즉석 클래식 댄스 선보이기',
      50: '고전 음악과 관련된 추억 말하기'
    },
    '1999년 노래': {
      10: '1999년 인기곡 한 소절 부르기',
      20: '그 시절 댄스 따라 하기',
      30: '그 해 발매된 앨범 이름 말하기',
      40: '1999년 감성으로 자기소개',
      50: '1999년 노래 제목으로 상황극 하기'
    },
    '2000년대 노래': {
      10: '2000년대 발라드 부르기',
      20: '그 시절 댄스곡 춤 추기',
      30: '2000년대 가사 이어 말하기',
      40: '그 시절 가수 성대모사',
      50: '2000년대 히트곡 소개해주기'
    },
    '음악': {
      10: '즉석에서 멜로디 만들기',
      20: '음으로 대화하기',
      30: '좋아하는 노래 설명하기',
      40: '음악 장르별 표정 짓기',
      50: '노래 제목으로 랩 만들기'
    }
  };
  
  export default challenges;
  