const challenges = {
  '조 퀴즈': {
    10: '조 퀴즈 10점 문제',
    20: '조 퀴즈 20점 문제',
    30: '조 퀴즈 30점 문제',
    40: '조 퀴즈 40점 문제',
    50: '조 퀴즈 50점 문제'
  },
  'KPOP 가사 퀴즈': {
    10: 'KPOP 가사 10점 문제',
    20: 'KPOP 가사 20점 문제',
    30: 'KPOP 가사 30점 문제',
    40: 'KPOP 가사 40점 문제',
    50: 'KPOP 가사 50점 문제'
  },
  '팝송 가사 퀴즈': {
    10: '팝송 가사 10점 문제',
    20: '팝송 가사 20점 문제',
    30: '팝송 가사 30점 문제',
    40: '팝송 가사 40점 문제',
    50: '팝송 가사 50점 문제'
  },
  '노래 듣고 맞추기 퀴즈': {
    10: '노래 듣기 10점 문제',
    20: '노래 듣기 20점 문제',
    30: '노래 듣기 30점 문제',
    40: '노래 듣기 40점 문제',
    50: '노래 듣기 50점 문제'
  },
  '외국 영화 명대사 퀴즈': {
    10: '외국 영화 10점 문제',
    20: '외국 영화 20점 문제',
    30: '외국 영화 30점 문제',
    40: '외국 영화 40점 문제',
    50: '외국 영화 50점 문제'
  },
  '한국 영화 명대사 퀴즈': {
    10: '한국 영화 10점 문제',
    20: '한국 영화 20점 문제',
    30: '한국 영화 30점 문제',
    40: '한국 영화 40점 문제',
    50: '한국 영화 50점 문제'
  },
  '가위바위보': {
    10: '가위바위보 10점 문제',
    20: '가위바위보 20점 문제',
    30: '가위바위보 30점 문제',
    40: '가위바위보 40점 문제',
    50: '가위바위보 50점 문제'
  },
  '인물 퀴즈': {
    10: '인물 퀴즈 10점 문제',
    20: '인물 퀴즈 20점 문제',
    30: '인물 퀴즈 30점 문제',
    40: '인물 퀴즈 40점 문제',
    50: '인물 퀴즈 50점 문제'
  },
  '한국 상식 퀴즈': {
    10: '한국 상식 10점 문제',
    20: '한국 상식 20점 문제',
    30: '한국 상식 30점 문제',
    40: '한국 상식 40점 문제',
    50: '한국 상식 50점 문제'
  },
  '세계 문화 퀴즈': {
    10: '세계 문화 10점 문제',
    20: '세계 문화 20점 문제',
    30: '세계 문화 30점 문제',
    40: '세계 문화 40점 문제',
    50: '세계 문화 50점 문제'
  },
  '수도 퀴즈': {
    10: '수도 퀴즈 10점 문제',
    20: '수도 퀴즈 20점 문제',
    30: '수도 퀴즈 30점 문제',
    40: '수도 퀴즈 40점 문제',
    50: '수도 퀴즈 50점 문제'
  },
  '국기 퀴즈': {
    10: '국기 퀴즈 10점 문제',
    20: '국기 퀴즈 20점 문제',
    30: '국기 퀴즈 30점 문제',
    40: '국기 퀴즈 40점 문제',
    50: '국기 퀴즈 50점 문제'
  }
};

export default challenges;